Revit 2027 API
ParameterTypeId.SteelElemPlateShortenSuction Property
 "Suction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateShortenSuction { get; }
Public Shared ReadOnly Property SteelElemPlateShortenSuction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateShortenSuction {
	ForgeTypeId^ get ();
}
static member SteelElemPlateShortenSuction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace